<?php require('check_login.php'); ?>
<!DOCTYPE html>
<html>	
	
	<head>

		<?php require_once("blocks/head.php"); ?>

		<title>Стартовая страница</title>
		
	</head>
	
	
	<body>
		
		<?php
			require_once("blocks/header.php");
			require_once("blocks/navbar.php");
		?>
		
		<div class="container-fluid text-center" id="content">    
			<div class="row content">
				<div class="col-sm text-left"> 
					<h1>Добро пожаловать!</h1>
					<p>
						<b>РТУ МИРЭА</b> (полное название Федеральное государственное бюджетное образовательное учреждение высшего образования «МИРЭА — Российский технологический университет») — высшее учебное заведение в Москве, которое образовано в 2015 году в результате объединения МИРЭА, МГУПИ, МИТХТ имени М. В. Ломоносова и ряда образовательных, научных, конструкторских и производственных организаций.
					</p>
					<p>
						С 1 сентября 1947 года начал работать Всесоюзный заочный энергетический институт (ВЗЭИ) подготовки и усовершенствования инженеров в Москве с филиалами в Ленинграде, Киеве, Баку, Ташкенте, Свердловске и Новосибирске.
					</p>
					<p>
						С 1 сентября 1947 года начал работать Всесоюзный заочный энергетический институт (ВЗЭИ) подготовки и усовершенствования инженеров в Москве с филиалами в Ленинграде, Киеве, Баку, Ташкенте, Свердловске и Новосибирске.
					</p>
					<p>
						ВЗЭИ являлся головным институтом в системе заочного образования по энергетическим и радиотехническим специальностям, готовил инженеров для оборонной промышленности и многих новых отраслей энергетики. Его филиалы и учебно-консультационные пункты стали основой для создаваемых позднее технических вузов в Омске, Кемерово, Кирове и ряде других городов.
					</p>
					<p>
						В начале 60-х годов для расширения подготовки специалистов по радиоэлектронике и электронной технике ВЗЭИ  реформировался, переходя от преимущественно энергетического направления вуза к наукоемким технологиям.
					</p>
					<p>
						В рамках подготовки к преобразованию в учебное заведение нового типа контингент студентов теплоэнергетического, гидроэнергетического, электроэнергетического и электромеханического факультетов передается в Московский энергетический институт.
					</p>
					<p>
						Наряду с сохранением существовавшего с начала деятельности ВЗЭИ радиотехнического факультета начали функционировать факультеты: автоматики, телемеханики и измерительной техники; вычислительной техники; конструирования и производства радиоэлектронной аппаратуры.
					</p>
					<p>
						В дополнение к заочной форме обучения создается вечерний радиотехнический факультет.
					</p>
					<p>
						Масштабная модернизация ВЗЭИ стала осуществляться после того, как 19 декабря 1964 года ректором института был назначен крупный организатор высшего образования и науки Н. Н. Евтихиев — будущий академик АН СССР, Герой Социалистического Труда, кавалер шести орденов СССР и России.
					</p>
					<p>
						В последующие годы осуществлялось преобразование ВЗЭИ в высшее учебное заведение для подготовки инженерных кадров для предприятий оборонной промышленности г. Москвы по начавшим бурно развиваться в те годы направлениям: радиотехника, электроника, кибернетика, вычислительная техника.
					</p>
					<p>
						Так, в процессе деятельности ВЗЭИ стал определяться современный профиль вуза, начали складываться структура, преподавательский состав, традиции подготовки высококвалифицированных специалистов для развития новых технологий в радиотехнике, электронике и вычислительной технике. За 20 лет существования Всесоюзным заочным энергетическим институтом было подготовлено 7 тысяч инженеров.
					</p>
				</div>
			</div>
		</div>

		<?php require_once("blocks/footer.php"); ?>
		
	</body>
</html>